[
  {
    "originalName": "Rumtek Monastery",
    "name": "रुमटेक गुम्बा",
    "image": "images/rumtek.jpg",
    "description": "सिक्किमको सबैभन्दा ठूलो गुम्बा, जहाँ दुर्लभ बौद्ध हस्तलिपिहरू, अवशेष र धार्मिक ग्रन्थहरू सुरक्षित छन्।",
    "location": "गान्तोक, पूर्वी सिक्किम",
    "period": "१६ औं शताब्दी (१९६० को दशकमा पुनर्निर्माण)",
    "pages": 120,
    "collections": ["हस्तलिपि", "भित्तेचित्र", "दस्तावेजहरू"],
    "mainDescription": "रुमटेक गुम्बा, गान्तोक, पूर्वी सिक्किममा अवस्थित, क्षेत्रको सबैभन्दा ठूलो र प्रमुख गुम्बामध्ये एक हो। यो गुम्बा १६ औं शताब्दीमा बनाइएको र १९६० को दशकमा पुनर्निर्माण गरिएको थियो। गुम्बा कर्मा कग्यू सम्प्रदायसँग सम्बन्धित छ र यहाँ दुर्लभ बौद्ध ग्रन्थ र अवशेषहरू सुरक्षित छन्। यहाँको भित्तेचित्रहरूले बौद्ध विश्वदर्शन, बुद्धको जीवन, र स्थानीय देवीदेवताहरूको चित्रण गर्छन्। मुख्य प्रार्थना हलमा ठूलो थाङ्का र मूर्तिहरू देख्न पाइन्छ। रुमटेक शिक्षा केन्द्रसमेत हो, जहाँ भिक्षुहरूले धर्म ग्रन्थ र अनुष्ठान अध्ययन गर्छन्। यहाँ वार्षिक रंगीन पर्व, मुखौटा नाच र जपसमेत आयोजना हुन्छ। गुम्बामा संग्रहित हस्तलिपिहरूले प्राचीन शिक्षाहरू र अनुष्ठान सुरक्षित राखेका छन्। ऐतिहासिक दस्तावेजमा दान, शाहीन अनुदान र पुनर्निर्माणसम्बन्धी अभिलेख छन्। सिक्किमको बौद्ध सम्पदाको रक्षा तथा संरक्षणमा रुमटेकले ठूलो भूमिका खेलेको छ।"
  },
  {
    "name": "पेमायाङत्से गुम्बा",
    "image": "images/pemayangtse.jpeg",
    "description": "सिक्किमका सबैभन्दा पुराना गुम्बामध्ये एक, उत्कृष्ट भित्तेचित्र र काठका मूर्तिहरूका लागि प्रसिद्ध।",
    "location": "पेल्लिङ, पश्चिम सिक्किम",
    "period": "१८ औं शताब्दी",
    "pages": 85,
    "collections": ["हस्तलिपि", "भित्तेचित्र", "दस्तावेजहरू"],
    "mainDescription": "पेमायाङत्से गुम्बा, पेल्लिङ, पश्चिम सिक्किममा अवस्थित, क्षेत्रका सबैभन्दा पुरानो र प्रतिष्ठित गुम्बामध्ये एक हो। यो गुम्बा १८ औं शताब्दीमा स्थापना भएको र न्यिङमा सम्प्रदायसँग सम्बन्धित छ। यहाँका भित्तेचित्रहरू विभिन्न बौद्ध देवीदेवता, ऐतिहासिक घटना र आध्यात्मिक कथाओंको चित्रण गर्छन्। काठका मूर्तिहरूले स्थानीय शिल्पकलामा दक्षता देखाउँछन्। गुम्बा धार्मिक अध्ययनको केन्द्रका रूपमा पनि परिचित छ। यहाँ विविध हस्तलिपिहरू, ऐतिहासिक लेखाजोखा र मूल ग्रन्थहरू छन्। वार्षिक पर्वमा रंगीन मुखौटा नाच, संगीत र पूजा कार्यक्रमहरू आयोजना हुन्छन्। गुम्बाले सिक्किमको सांस्कृतिक विरासत जोगाउन योगदान दिएको छ।"
  },
  {
    "name": "ताशिदिङ गुम्बा",
    "image": "images/tashiding.jpeg",
    "description": "धार्मिक महत्त्वको गुम्बा, जहाँ प्राचीन हस्तलिखित ग्रन्थहरू सुरक्षित छन्।",
    "location": "पश्चिम सिक्किम",
    "period": "१७ औं शताब्दी",
    "pages": 200,
    "collections": ["हस्तलिपि", "भित्तेचित्र", "दस्तावेजहरू"],
    "mainDescription": "ताशिदिङ गुम्बा, पश्चिम सिक्किममा अवस्थित, १७ औं शताब्दीमा स्थापना गरिएको एक प्रमुख धार्मिक स्थल हो। गुम्बा न्यिङमा परम्परामा आधारित छ र यहाँ प्राचीन हस्तलिखित ग्रन्थहरू सुरक्षित छन्। यसको भवनमा सांस्कृतिक तथा धार्मिक कलाको समिश्रण देखिन्छ। भित्तेचित्रहरूले धार्मिक कथाहरू, बुद्धको शिक्षा र स्थानीय देवीदेवताको चित्रण गर्दछ। यहाँका हस्तलिपिमा पुराना ग्रन्थ, व्याख्या र पूजा विधिहरू पाइन्छन्। ऐतिहासिक दस्तावेजले राजा, संरक्षण तथा जमिनसम्बन्धी अभिलेख समेटेका छन्। बुम्चु पर्वजस्ता धार्मिक पर्वहरुसमेत यहाँ मनाइन्छ।"
  },
  {
    "name": "फोदोंग गुम्बा",
    "image": "images/phodong.jpeg",
    "description": "चोग्यालद्वारा बनाइएको; पुरानो भित्तेचित्र र संरक्षण गरिएको ग्रन्थहरू छन्।",
    "location": "उत्तर सिक्किम",
    "period": "१८ औं शताब्दी",
    "pages": 60,
    "collections": ["हस्तलिपि", "भित्तेचित्र", "दस्तावेजहरू"],
    "mainDescription": "फोदोंग गुम्बा, उत्तर सिक्किममा अवस्थित, १८ औं शताब्दीमा सिक्किमका राजा चोग्यालद्वारा स्थापना गरिएको थियो। यो गुम्बा कर्मा कग्यु सम्प्रदायसँग सम्बन्धित छ र यहाँ पुरानो भित्तेचित्र र सुरक्षित ग्रन्थहरू पाइन्छन्। यहाँको भवन परम्परागत तिब्बती शैलीमा निर्मित छ। धार्मिक पर्व, मुखौटा नाच र सांस्कृतिक पर्वहरू नियमित रूपमा मनाइन्छन्।"
  },
  {
    "name": "एन्छे गुम्बा",
    "image": "images/enchey.jpeg",
    "description": "२०० वर्ष पुरानो गुम्बा, तान्त्रिक अनुष्ठानसँग सम्बन्धित।",
    "location": "गान्तोक, पूर्व सिक्किम",
    "period": "१९ औं शताब्दी",
    "pages": 95,
    "collections": ["हस्तलिपि", "भित्तेचित्र", "दस्तावेजहरू"],
    "mainDescription": "एन्छे गुम्बा, गान्तोकको पहाडमा अवस्थित करिब २०० वर्ष पुरानो गुम्बा हो। यो न्यिङमा सम्प्रदायसँग सम्बन्धित छ। यहाँका भित्तेचित्र र पुराना ग्रन्थहरू मुख्य आर्कषण हुन्। गुम्बामा वार्षिक संस्कृति पर्व, नकाब नाच र पूजा गरिन्छ।"
  },
  {
    "name": "रालोंग गुम्बा",
    "image": "images/ralong.jpeg",
    "description": "तिब्बतका सम्राटको तीर्थ यात्रा पश्चात बनाइएको, यहाँका भित्तेचित्र र ग्रन्थ प्रसिद्ध छन्।",
    "location": "दक्षिण सिक्किम",
    "period": "१८ औं शताब्दी",
    "pages": 150,
    "collections": ["हस्तलिपि", "भित्तेचित्र", "दस्तावेजहरू"],
    "mainDescription": "रालोंग गुम्बा दक्षिण सिक्किममा १८ औं शताब्दीमा तिब्बती सम्राटको तीर्थयात्रा पश्चात निर्मित भएको हो। यो गुम्बामा काग्यु सम्प्रदायको समावेश छ तथा यहाँको भित्तेचित्र, हस्तलिपि र धार्मिक अवशेषहरू प्रमुख छन्।"
  },
  {
    "name": "डुब्डी गुम्बा",
    "image": "images/dubdi.jpeg",
    "description": "हरमिट्स सेल (डुब्डी) - १७०१ मा स्थापना गरिएको, सिक्किमको सबैभन्दा पुरानो गुम्बा।",
    "location": "युक्सोम, पश्चिम सिक्किम",
    "period": "१७ औं शताब्दी",
    "pages": 110,
    "collections": ["हस्तलिपि", "भित्तेचित्र", "दस्तावेजहरू"],
    "mainDescription": "हरमिट्स सेल (डुब्डी) गुम्बा, सिक्किमको सबैभन्दा पुरानो गुम्बा हो। यो १७०१ मा युक्सोम, पश्चिम सिक्किममा स्थापना गरिएको हो। यहाँ पुराना हस्तलिपि, चित्र र दस्तावेजहरू छन्। भिक्षुहरूले यहाँ अध्ययन, ध्यान र परम्परागत व्यवहार गर्छन्।"
  },
  {
    "name": "कार्तोक गुम्बा",
    "image": "images/kartok.jpeg",
    "description": "सानो गुम्बा, रंगीन भित्तेचित्र र वार्षिक नृत्य पर्वका लागि प्रसिद्ध।",
    "location": "युक्सोम, पश्चिम सिक्किम",
    "period": "१८ औं शताब्दी",
    "pages": 40,
    "collections": ["हस्तलिपि", "भित्तेचित्र", "दस्तावेजहरू"],
    "mainDescription": "कार्तोक गुम्बा, युक्सोम, पश्चिम सिक्किममा अवस्थित सानो गुम्बा हो, १८ औं शताब्दीमा निर्मित। यहाँका रंगीन भित्तेचित्र, वार्षिक नृत्य पर्व र सुरक्षित ग्रन्थहरू विशिष्ट छन्।"
  },
  {
    "name": "लिङ्दुम गुम्बा",
    "image": "images/lingdum.jpeg",
    "description": "आधुनिक गुम्बा, भित्तेचित्र र पवित्र ग्रन्थहरूको संरक्षण, बौद्ध यात्राका लागि महत्त्वपूर्ण।",
    "location": "रंका, पूर्व सिक्किम",
    "period": "२० औं शताब्दी",
    "pages": 70,
    "collections": ["हस्तलिपि", "भित्तेचित्र", "दस्तावेजहरू"],
    "mainDescription": "लिङ्दुम गुम्बा, रंका, पूर्व सिक्किममा रहेको आधुनिक गुम्बा हो। यहाँ पारंपरिक तिब्बती शैलीको भवन, भित्तेचित्र र नयाँ ग्रन्थहरूको संरक्षण आउनेहरूका लागि विशेष छ।"
  },
  {
    "name": "सङ्गा छोएलिङ गुम्बा",
    "image": "images/sangachoeling.jpeg",
    "description": "पुरानो गुम्बा, माटाको मूर्ति र ऐतिहासिक दस्तावेजका लागि प्रसिद्ध।",
    "location": "पेल्लिङ, पश्चिम सिक्किम",
    "period": "१७ औं शताब्दी",
    "pages": 130,
    "collections": ["हस्तलिपि", "भित्तेचित्र", "दस्तावेजहरू"],
    "mainDescription": "सङ्गा छोएलिङ गुम्बा, पेल्लिङ, पश्चिम सिक्किममा १७ औं शताब्दीमा स्थापना गरिएको हो। यो गुम्बामा प्राचीन माटाको मूर्ति, हस्तलिपि र इतिहासका दस्तावेजहरू सुरक्षित छन्।"
  },
  {
    "name": "ङदाक गुम्बा",
    "image": "images/ngadak.jpeg",
    "description": "राजा चोयाल ग्युरमेद नामग्यालको शासनकालमा बनाइएको, पुराना दस्तावेज र अवशेषका लागि प्रसिद्ध।",
    "location": "नाम्ची, दक्षिण सिक्किम",
    "period": "१७ औं शताब्दी",
    "pages": 90,
    "collections": ["हस्तलिपि", "भित्तेचित्र", "दस्तावेजहरू"],
    "mainDescription": "ङदाक गुम्बा, नाम्ची, दक्षिण सिक्किममा, राजा चोयाल ग्युरमेद नामग्यालले १७ औं शताब्दीमा निर्माण गर्न लगाएका थिए। यहाँका पुराना दस्तावेज, दुर्लभ ग्रन्थ र अवशेषहरू सांस्कृतिक सम्पदा छन्।"
  },
  {
    "name": "थोलुङ गुम्बा",
    "image": "images/tholung.jpeg",
    "description": "प्राचीन हस्तलिपि र अवशेषहरूको संरक्षण गरिएको प्रसिद्ध गुम्बा।",
    "location": "द्जोंगु, उत्तर सिक्किम",
    "period": "१८ औं शताब्दी",
    "pages": 220,
    "collections": ["हस्तलिपि", "भित्तेचित्र", "दस्तावेजहरू"],
    "mainDescription": "थोलुङ गुम्बा, द्जोंगु, उत्तर सिक्किममा अवस्थित १८ औं शताब्दीमा स्थापना गरिएको संरक्षित गुम्बा हो। यहाँ प्राचीन हस्तलिपि, ग्रन्थ र अमूल्य अवशेषहरूको संग्रह छ।"
  }
]
