[
  {
    "name": "రుమ్టెక్ మఠం",
    "image": "images/rumtek.jpg",
    "description": "సిక్కిం లోని అతిపెద్ద మఠం, అరుదైన బౌద్ధ గ్రంథాలు, అవశేషాలు మరియు పవిత్ర గ్రంథాలు కలిగి ఉంటుంది.",
    "location": "గాంగ్టాక్, తూర్పు సిక్కిం",
    "period": "16వ శతాబ్ధం (1960లలో పునర్నిర్మాణం)",
    "pages": 120,
    "collections": ["గ్రంథాలు", "భిత్తి చిత్రాలు", "పత్రాలు"],
    "mainDescription": "రుమ్టెక్ మఠం, గాంగ్టాక్, తూర్పు సిక్కిం లో ఉంది మరియు ఈ ప్రాంతంలో అతిపెద్ద మరియు అత్యంత ప్రాముఖ్యమైన మఠం. దీన్ని 16వ శతాబ్దంలో నిర్మించబడింది మరియు 1960లలో పునర్నిర్మించబడింది. ఇది తిబ్బతి బౌద్ధ మతం కర్మా కాగ్యూ పరంపరకు చెందుతుంది మరియు అరుదైన బౌద్ధ గ్రంథాలు మరియు పవిత్ర అవశేషాలను నిల్వ చేయడంలో ప్రసిద్ధి చెందింది. సందర్శకులు బౌద్ధ విశ్వవిజ్ఞానం, బుద్ధుని జీవితం మరియు స్థానిక దేవతలను చూపించే అందమైన భిత్తి చిత్రాలను చూడవచ్చు. ప్రధాన ప్రార్థన గది పెద్ద థాంకా చిత్రాలు మరియు విగ్రహాలను కలిగి ఉంది, ఇవి సాంప్రదాయ తిబ్బతి కళ మరియు కళాకృతిని ప్రతిబింబిస్తాయి. రుమ్టెక్ మఠం భిక్షువుల కోసం విద్యా కేంద్రంగా పనిచేస్తుంది, ఇక్కడ వారు మత గ్రంథాలు మరియు పూజల గురించి తెలుసుకుంటారు. ప్రతి సంవత్సరం రంగురంగుల ఉత్సవాలు జరుగుతాయి, ఇందులో మాస్క్ నాట్యం మరియు ప్రార్థనలు ఉంటాయి. ఈ మఠం సిక్కిం యొక్క ఆధ్యాత్మిక మరియు సాంస్కృతిక సంప్రదాయాలను నిల్వ చేయడంలో కీలక పాత్ర పోషిస్తుంది. అందమైన నేపథ్యంతో మరియు వైభవమైన చరిత్రతో, ఇది శాస్త్రవేత్తలు, భక్తులు మరియు పర్యాటకులను ఆకర్షిస్తుంది."
  },
  {
    "name": "పెమాయంగ్ట్సే మఠం",
    "image": "images/pemayangtse.jpeg",
    "description": "సిక్కిం లోని అతి పురాతన మఠాలలో ఒకటి, విస్తృత భిత్తి చిత్రాలు మరియు చెక్క చిత్రాల కోసం ప్రసిద్ధి చెందింది.",
    "location": "పెల్లింగ్, పడమరు సిక్కిం",
    "period": "18వ శతాబ్దం",
    "pages": 85,
    "collections": ["గ్రంథాలు", "భిత్తి చిత్రాలు", "పత్రాలు"],
    "mainDescription": "పెమాయంగ్ట్సే మఠం, పెల్లింగ్, పడమరు సిక్కిం లో ఉంది మరియు ఈ ప్రాంతంలో అతి పురాతన మరియు గౌరవనీయమైన మఠాలలో ఒకటి. 18వ శతాబ్దంలో స్థాపించబడింది మరియు ఇది న్యింగ్మా క్షేత్రానికి చెందినది. మఠం, వివిధ బౌద్ధ దేవతలు, చరిత్రాత్మక సంఘటనలు మరియు ఆధ్యాత్మిక కథలను చూపించే అత్యద్భుత భిత్తి చిత్రాల కోసం ప్రసిద్ధి చెందింది. చెక్కా నక్కశి విగ్రహాలు స్థానిక కళాకారుల నైపుణ్యాన్ని చూపిస్తాయి. పెమాయంగ్ట్సే మఠం భిక్షువుల కోసం మత అధ్యయన కేంద్రం, ఇక్కడ వారు శాస్త్రాలు, పూజలు మరియు ధ్యానం నేర్చుకుంటారు. మఠంలో నిల్వ ఉన్న గ్రంథాలు మరియు చరిత్రాత్మక పత్రాలు స్థాపకుల జీవితం మరియు ప్రాంతంలో బౌద్ధ సంప్రదాయాల అభివృద్ధిని వివరించాయి. వార్షిక ఉత్సవాల్లో మాస్క్ నాట్యాలు, సంప్రదాయ సంగీతం మరియు ప్రార్థనలు ఉంటాయి, ఇవి భక్తులను మరియు పర్యాటకులను ఆకర్షిస్తాయి."
  },
  {
    "name": "తాషిడింగ్ మఠం",
    "image": "images/tashiding.jpeg",
    "description": "ఆధ్యాత్మిక ప్రాముఖ్యతకు ప్రసిద్ధి చెందిన మఠం, భిక్షువులు సంరక్షించిన ప్రాచీన హస్తలిఖిత గ్రంథాలతో.",
    "location": "పడమరు సిక్కిం",
    "period": "17వ శతాబ్దం",
    "pages": 200,
    "collections": ["గ్రంథాలు", "భిత్తి చిత్రాలు", "పత్రాలు"],
    "mainDescription": "తాషిడింగ్ మఠం, పడమరు సిక్కిం లో 17వ శతాబ్దంలో నిర్మించబడింది. ఇది న్యింగ్మా సంప్రదాయాన్ని అనుసరిస్తుంది మరియు శతాబ్దాలుగా ధ్యానం మరియు విద్యా కేంద్రంగా ఉంది. దాని నిర్మాణ శిల్పం సిక్కిమ్ మరియు తిబ్బతి శైలుల మిశ్రమం, అందమైన చెక్క పని, ప్రార్థనా గదులు మరియు స్తూపులతో. భిత్తి చిత్రాలు బౌద్ధ కథలు, బుద్ధుని బోధనలు మరియు స్థానిక దేవతలను చూపిస్తాయి. ఇక్కడని గ్రంథాలు పవిత్ర గ్రంథాలు, వ్యాఖ్యలు మరియు పూజా విధానాలు. చారిత్రక పత్రాలు రాజ కుటుంబం, పునర్నిర్మాణం మరియు భూస్వాధికార వివరాలను చూపిస్తాయి. మఠం ప్రతి సంవత్సరం బుమ్చు ఉత్సవం నిర్వహిస్తుంది."
  },
  {
    "name": "ఫోడోంగ్ మఠం",
    "image": "images/phodong.jpeg",
    "description": "చోగ్యాల్ నిర్మించినది, ఈ మఠంలో పాత భిత్తి చిత్రాలు మరియు సంరక్షించిన గ్రంథాలు ఉన్నాయి.",
    "location": "ఉత్తర సిక్కిం",
    "period": "18వ శతాబ్దం",
    "pages": 60,
    "collections": ["గ్రంథాలు", "భిత్తి చిత్రాలు", "పత్రాలు"],
    "mainDescription": "ఫోడోంగ్ మఠం, ఉత్తర సిక్కిం లో 18వ శతాబ్దంలో సిక్కిం రాజవంశం ప్రాతిపదికన స్థాపించబడింది. ఇది కర్మా కాగ్యూ శాఖకు చెందిన ఆధ్యాత్మిక కేంద్రం మరియు పాత భిత్తి చిత్రాలు మరియు గ్రంథాల కోసం ప్రసిద్ధి చెందింది. మఠ నిర్మాణం సాంప్రదాయ తిబ్బతి శైలి, రంగురంగుల చిత్రాలు మరియు చెక్క నక్కశి. ఇక్కడ భిక్షువులు గ్రంథాలు, పూజల వివరాలు, చారిత్రక రికార్డులు భద్రపరిస్తారు. మఠం వార్షిక ఉత్సవాలు, మాస్క్ నాట్యాలు, పూజా కార్యక్రమాలు నిర్వహిస్తుంది."
  },
  {
    "name": "ఎంచీ మఠం",
    "image": "images/enchey.jpeg",
    "description": "సుమారు 200 సంవత్సరాల పాత మఠం, తాంత్రిక పూజలకు ప్రసిద్ధి, భిత్తి చిత్రాలు మరియు చారిత్రక రికార్డులు కలిగి ఉంది.",
    "location": "గాంగ్టాక్, తూర్పు సిక్కిం",
    "period": "19వ శతాబ్దం",
    "pages": 95,
    "collections": ["గ్రంథాలు", "భిత్తి చిత్రాలు", "పత్రాలు"],
    "mainDescription": "ఎంచీ మఠం, గాంగ్టాక్ లో ఒక కొండపై, సుమారు 200 సంవత్సరాల పాతది. ఇది న్యింగ్మా శాఖకు చెందినది మరియు తాంత్రిక పూజలకు ప్రసిద్ధి. మఠంలో ప్రాచీన భిత్తి చిత్రాలు మరియు ఫ్రెస్కోలు ఉన్నాయి, ఇవి బౌద్ధ బోధనలు, స్థానిక కథలు మరియు దేవతల జీవితాలను చూపుతాయి. గ్రంథాలు, ప్రార్థనలు మరియు పూజా విధానాలు సంరక్షించబడ్డాయి. మఠం వార్షిక ఉత్సవాలు, మాస్క్ నాట్యాలు మరియు ప్రార్థన కార్యక్రమాలను నిర్వహిస్తుంది."
  },
  {
    "name": "రాలాంగ్ మఠం",
    "image": "images/ralong.jpeg",
    "description": "తిబ్బతి చక్రవర్తి యాత్ర తర్వాత నిర్మించబడినది, గ్రంథాలు మరియు భిత్తి చిత్రాలు ఉన్న మఠం.",
    "location": "దక్షిణ సిక్కిం",
    "period": "18వ శతాబ్దం",
    "pages": 150,
    "collections": ["గ్రంథాలు", "భిత్తి చిత్రాలు", "పత్రాలు"],
    "mainDescription": "రాలాంగ్ మఠం, దక్షిణ సిక్కిం లో 18వ శతాబ్దంలో తిబ్బతి చక్రవర్తి యాత్ర తర్వాత నిర్మించబడింది. ఇది కాగ్యూ శాఖకు చెందినది మరియు అరుదైన గ్రంథాలు, భిత్తి చిత్రాలు మరియు పవిత్ర అవశేషాలను కలిగి ఉంది. మఠ నిర్మాణం సాంప్రదాయ తిబ్బతి శైలి. గ్రంథాలు పవిత్ర గ్రంథాలు, వ్యాఖ్యలు మరియు పూజా విధానాలు కలిగి ఉన్నాయి. చారిత్రక పత్రాలు రాజ కుటుంబం, మఠ పునర్నిర్మాణ వివరాలను చూపుతాయి. మఠం ధ్యానం, విద్య మరియు సాంస్కృతిక సంప్రదాయాలకు కేంద్రంగా ఉంది."
  },
  {
    "name": "డుబ్డీ మఠం",
    "image": "images/dubdi.jpeg",
    "description": "హెర్మిట్స్ సెల్ అని కూడా పిలువబడుతుంది, 1701 లో స్థాపించబడిన సిక్కిం లో అతి పురాతన మఠం.",
    "location": "యుక్సం, పడమరు సిక్కిం",
    "period": "17వ శతాబ్దం",
    "pages": 110,
    "collections": ["గ్రంథాలు", "భిత్తి చిత్రాలు", "పత్రాలు"],
    "mainDescription": "డుబ్డీ మఠం, హెర్మిట్స్ సెల్ అని కూడా పిలుస్తారు, సిక్కిం లో అత్యంత పురాతన మఠం. 1701 లో యుక్సం, పడమరు సిక్కిం లో స్థాపించబడింది. ఇది న్యింగ్మా శాఖకు చెందినది. మఠం ప్రాచీన గ్రంథాలు, పవిత్ర గ్రంథాలు మరియు చారిత్రక పత్రాలు కలిగి ఉంది. భిత్తి చిత్రాలు స్థానిక దేవతలు మరియు కథలను చూపుతాయి. నిర్మాణం సాదా అయినా అందంగా ఉంటుంది. వార్షిక ఉత్సవాలు మరియు పూజా కార్యక్రమాలు భక్తులను మరియు పర్యాటకులను ఆకర్షిస్తాయి."
  },
  {
    "name": "కార్టోక్ మఠం",
    "image": "images/kartok.jpeg",
    "description": "రంగురంగుల భిత్తి చిత్రాలు మరియు వార్షిక మాస్క్ నాట్య ఉత్సవాల కోసం ప్రసిద్ధి గల చిన్న మఠం.",
    "location": "యుక్సం, పడమరు సిక్కిం",
    "period": "18వ శతాబ్దం",
    "pages": 40,
    "collections": ["గ్రంథాలు", "భిత్తి చిత్రాలు", "పత్రాలు"],
    "mainDescription": "కార్టోక్ మఠం, యుక్సం, పడమరు సిక్కిం లో 18వ శతాబ్దంలో నిర్మించబడిన చారిత్రక మఠం. ఇది న్యింగ్మా శాఖకు చెందినది మరియు రంగురంగుల భిత్తి చిత్రాలు మరియు వార్షిక మాస్క్ నాట్య ఉత్సవాల కోసం ప్రసిద్ధి. మఠంలో పవిత్ర గ్రంథాలు మరియు పత్రాలు సంరక్షించబడ్డాయి. నిర్మాణం సాంప్రదాయ చెక్క మరియు ప్రార్థన గదులతో ఉంటుంది. ఇది యువ భిక్షువుల విద్యా కేంద్రంగా కూడా ఉంది."
  },
  {
    "name": "లింగ్డమ్ మఠం",
    "image": "images/lingdum.jpeg",
    "description": "గాంగ్టాక్ సమీపంలోని ఆధునిక మఠం, భిత్తి చిత్రాలు మరియు పవిత్ర గ్రంథాలతో.",
    "location": "రాంకా, తూర్పు సిక్కిం",
    "period": "20వ శతాబ్దం",
    "pages": 70,
    "collections": ["గ్రంథాలు", "భిత్తి చిత్రాలు", "పత్రాలు"],
    "mainDescription": "లింగ్డమ్ మఠం, రాంకా, తూర్పు సిక్కిం సమీపంలో, 20వ శతాబ్దంలో నిర్మించబడిన ఆధునిక మఠం. ఇది బౌద్ధ పూజ, విద్య మరియు యాత్రలకు ముఖ్య కేంద్రంగా మారింది. మఠంలో పెద్ద ప్రార్థన గది మరియు రంగురంగుల భిత్తి చిత్రాలు ఉన్నాయి. లింగ్డమ్ లో గ్రంథాలు మరియు పవిత్ర గ్రంథాల సేకరణ ఉంది. మఠం ధ్యాన సెషన్లు, ప్రార్థనలు మరియు సాంస్కృతిక కార్యక్రమాలను నిర్వహిస్తుంది. నిర్మాణం ఆధునిక నిర్మాణం మరియు సాంప్రదాయ తిబ్బటి శైలిని కలిపి ఉంది."
  },
  {
    "name": "సాంగ్ చోయిలింగ్ మఠం",
    "image": "images/sangachoeling.jpeg",
    "description": "సిక్కిం లోని అతి పురాతన మఠాలలో ఒకటి, ప్రాచీన మట్టి విగ్రహాలు మరియు పత్రాల కోసం ప్రసిద్ధి.",
    "location": "పెల్లింగ్, పడమరు సిక్కిం",
    "period": "17వ శతాబ్దం",
    "pages": 130,
    "collections": ["గ్రంథాలు", "భిత్తి చిత్రాలు", "పత్రాలు"],
    "mainDescription": "సాంగ్ చోయిలింగ్ మఠం, పెల్లింగ్, పడమరు సిక్కిం లో 17వ శతాబ్దంలో స్థాపించబడింది. ఇది న్యింగ్మా శాఖకు చెందినది. మఠం ప్రాచీన మట్టి విగ్రహాలు, భిత్తి చిత్రాలు మరియు గ్రంథాల కోసం ప్రసిద్ధి. చారిత్రక పత్రాలు స్థాపన మరియు మత విధానాలను వివరించాయి. వార్షిక ఉత్సవాలు, ప్రార్థనలు మరియు మాస్క్ నాట్యాలు నిర్వహించబడతాయి. మఠం పచ్చని కొండల మధ్య ఉంది."
  },
  {
    "name": "నగ్డాక్ మఠం",
    "image": "images/ngadak.jpeg",
    "description": "చోగ్యాల్ గుర్మేడ్ నామ్జ్యాల్ పాలనలో నిర్మించబడిన, పాత పత్రాలు మరియు అవశేషాలతో కూడిన మఠం.",
    "location": "నామ్చి, దక్షిణ సిక్కిం",
    "period": "17వ శతాబ్దం",
    "pages": 90,
    "collections": ["గ్రంథాలు", "భిత్తి చిత్రాలు", "పత్రాలు"],
    "mainDescription": "నగ్డాక్ మఠం, నామ్చి, దక్షిణ సిక్కిం లో, 17వ శతాబ్దంలో చోగ్యాల్ గుర్మేడ్ నామ్జ్యాల్ పాలనలో నిర్మించబడింది. ఇది సిక్కిం బౌద్ధ సాంస్కృతిక మరియు చారిత్రక పరిరక్షణలో కీలక పాత్ర పోషిస్తుంది. ఇక్కడ అరుదైన గ్రంథాలు, ప్రాచీన పత్రాలు మరియు పవిత్ర అవశేషాలు ఉన్నాయి. భిత్తి చిత్రాలు బౌద్ధ బోధనలు, స్థానిక కథలు మరియు మత ఉత్సవాలను చూపుతాయి. మఠం సాంప్రదాయ నిర్మాణం, ప్రార్థన గదులు మరియు ప్రశాంత యార్డులతో రూపొందించబడింది."
  },
  {
    "name": "తోలుంగ్ మఠం",
    "image": "images/tholung.jpeg",
    "description": "ప్రాచీన గ్రంథాలు మరియు అవశేషాల సేకరణకు ప్రసిద్ధి చెందిన సంరక్షిత మఠం.",
    "location": "జోంగూ, ఉత్తర సిక్కిం",
    "period": "18వ శతాబ్దం",
    "pages": 220,
    "collections": ["గ్రంథాలు", "భిత్తి చిత్రాలు", "పత్రాలు"],
    "mainDescription": "తోలుంగ్ మఠం, జోంగూ, ఉత్తర సిక్కిం లో ఉంది మరియు ప్రాచీన గ్రంథాలు, పవిత్ర గ్రంథాలు మరియు అవశేషాల సేకరణకు ప్రసిద్ధి చెందింది. 18వ శతాబ్దంలో స్థాపించబడింది. మఠానికి మత, సాంస్కృతిక మరియు చారిత్రక ప్రాముఖ్యత ఉంది. మఠంలో భిత్తి చిత్రాలు మరియు పత్రాలు ఉన్నవి, ఇవి మత కథలు మరియు చరిత్రను చూపుతాయి. తోలుంగ్ మఠం వార్షిక ఉత్సవాలు, ప్రార్థనలు మరియు పూజలు నిర్వహిస్తుంది. మఠం నిర్మాణం సాంప్రదాయ తిబ్బటి డిజైన్ మరియు కోట శైలిని కలిగి ఉంది. అతివిగోధిత అడవులు మరియు కొండల మధ్య, ఇది ధ్యానం మరియు ఆధ్యాత్మిక అభ్యాసానికి ప్రశాంత వాతావరణాన్ని అందిస్తుంది."
  }
]
