[
  {
    "name": "Maghe Sankranti",
    "mainTheme": "End of winter solstice and harvest celebration",
    "reasonsToCelebrate": "Marks the transition of the Sun into Capricorn, end of winter, beginning of warmer days, and start of an auspicious phase in Nepalese culture.",
    "specialAspects": "Ritual baths at sacred rivers, distribution of festive foods like laddoo, ghee, and sweet potatoes, basket dance.",
    "whereFamous": "Janakpurdham, Sankhamul on Bagmati River near Patan, Triveni and Devghat near Chitwan Valley, Ridi on Kaligandaki River, Dolalghat on Sun Koshi River.",
    "scale": "Major",
    "location": "Nepal, especially northern and western regions; Jorethang and riverbanks across Sikkim.",
    "historicalSignificance": "Associated with ancient epics like Mahabharata, dedicated to Sun God, symbolizes divinity and wisdom, aligns with solar cycle around 300 CE.",
    "culturalPractices": "Ritual baths, feasts, distribution of festive foods, nieces and nephews receiving tika, blessings, and dakshina at Mama Ghar.",
    "scientificContext": "Marks end of winter solstice, beginning of northward journey of Sun (Uttarayana), aligns with increasing daylight post-22 December.",
    "regionalVariations": "Celebrated as Makar Sankranti in northern and western Nepal, observed by Madhesi, Magar, and Tharu communities on fixed date 14 January; in Sikkim, features melas in Jorethang and riverbanks.",
    "monasteryInvolvement": "No",
    "image": "assets/megha.jpg"
  },
  {
    "name": "Sonam Lochar / Tamang New Year (Sonam Lhosar)",
    "mainTheme": "Tamang and Hyolmo New Year",
    "reasonsToCelebrate": "Marks the Tamang New Year, celebrated after harvesting crops, based on the lunar calendar.",
    "specialAspects": "Includes mask dances to drive away evil spirits, cleaning houses to welcome gods, and consuming traditional foods like Khapsey, Babar, and Thongsey.",
    "whereFamous": "Nepal, Sikkim, and Darjeeling regions of India, especially among Tamang and Hyolmo communities.",
    "scale": "Community-based, observed by Tamang and Hyolmo people.",
    "location": "Nepal, Sikkim, Darjeeling",
    "historicalSignificance": "Celebrated historically after harvesting, associated with 12 animal years (Rat, Ox, Tiger, Rabbit, Eagle, Snake, Horse, Goat/Sheep, Monkey, Rooster, Dog, Boar).",
    "culturalPractices": "Wearing traditional dresses, playing Tamang Selo and Damphu for dance, performing Syabru dance, visiting monasteries and stupas, and exchanging greetings.",
    "scientificContext": "Falls on the second new moon after the winter solstice, usually Magh Sukla Pratipada.",
    "regionalVariations": "Hyolmo community has specific rituals like Syabru dance and consuming Babar, while Tamang focus on Tamang Selo and Damphu.",
    "monasteryInvolvement": "Yes, Hyolmo people visit monasteries and stupas for rituals.",
    "image": "assets/sonam_lochar.jpg"
  },
  {
    "name": "Losar / Tibetan New Year",
    "mainTheme": "Tibetan New Year",
    "reasonsToCelebrate": "Marks the beginning of the new year based on the lunisolar Tibetan calendar, celebrated with cultural and religious significance.",
    "specialAspects": "Includes rituals like burning incense, making offerings to water spirits, and creating decorations such as sheep's head from colored butter and phyemar (five-grain bucket).",
    "whereFamous": "Celebrated in Tibet, Bhutan, Nepal, Arunachal Pradesh, Sikkim, Ladakh, and among Tibetan Buddhists worldwide, with specific mention of Sherpas in Nepal Himalayan Range and Sikkim.",
    "scale": "Major",
    "location": "Dharamsala, India; Domthok Monastery in Kham region; various Tibetan Buddhist communities globally, including Sikkim and Nepal.",
    "historicalSignificance": "Originated from a winter incense-burning custom of the Bon religion, merged with a harvest festival during the reign of King Pude Gungyal (317-398), predating Buddhism in Tibet.",
    "culturalPractices": "Involves cleaning homes, decorating with auspicious signs, preparing special foods like kapse and chang, settling debts, resolving quarrels, and performing rituals like Vajrakilaya before the festival.",
    "scientificContext": "Based on the lunisolar Tibetan calendar, celebrated in February or March corresponding to the Gregorian calendar.",
    "regionalVariations": "Dates and customs vary by location; in Nepal, Sonam Lhosar is celebrated eight weeks earlier; in Bhutan, called Dawa Dangpa Losar with distinct traditions like picnicking and archery.",
    "monasteryInvolvement": "Yes, involves monasteries like Namgyal Monastery for morning rituals led by the Dalai Lama and other lamas, and performances at Domthok Monastery.",
    "image": "assets/losar.jpg"
  },
  {
    "name": "Bumchu Festival",
    "mainTheme": "Holy water divination and blessings",
    "reasonsToCelebrate": "One of the holiest rituals in Sikkim, commemorating the blessings of holy water from Guru Padmasambhava, predicting the year's fortune.",
    "specialAspects": "Opening of the sacred pot (Bhumchu) containing holy water, distribution to devotees, replenishing with river water and resealing.",
    "whereFamous": "Tashiding Monastery in West Sikkim.",
    "scale": "Major",
    "location": "Tashiding Monastery, Sikkim.",
    "historicalSignificance": "Started between 755-804 CE in Tibet under King Trisong Detsen; vase discovered in 17th century by reincarnation of Padmasambhava; held for over 374 years.",
    "culturalPractices": "Continuous puja and mantra recitation; devotees wait overnight to receive holy water; observed on 14-15th day of first Tibetan lunar month.",
    "scientificContext": "No specific scientific basis; tied to lunar calendar.",
    "regionalVariations": "Primarily in Sikkim; attracts devotees from Bhutan, Darjeeling, Nepal.",
    "monasteryInvolvement": "Yes, central to Tashiding Monastery rituals.",
    "image": "assets/bumchu.jpg"
  },
  {
    "name": "Saga Dawa",
    "mainTheme": "Commemoration of Buddha's birth, enlightenment, and death",
    "reasonsToCelebrate": "Celebrates the birth, enlightenment, and passing away of Gautama Buddha, significant events in Buddhist tradition.",
    "specialAspects": "Includes meditation, observing Eight Precepts, vegetarian food, charity, bathing Buddha statues, life release of animals, and rituals like Pradaksina at Borobudur.",
    "whereFamous": "Notable in Lumbini and Swayambhu, Nepal; celebrated widely in South and Southeast Asia, including Sikkim context through Tibetan Buddhism.",
    "scale": "Major, international, with public holidays in many countries",
    "location": "Lumbini, Nepal; Swayambhu, Nepal; Borobudur, Indonesia; various temples globally",
    "historicalSignificance": "Formalized in 1950 by World Fellowship of Buddhists, recognized by UN in 2000, traces back to Buddha's life events in Vaisakha month.",
    "culturalPractices": "Hoisting Buddhist flags, singing hymns, offering flowers and candles, chanting sutras, distributing free food at dansälas, lighting Vesak kuudu lanterns.",
    "scientificContext": "Observed on the full moon day of Vaisakha, based on lunisolar calendars, typically in April, May, or June.",
    "regionalVariations": "Varies by country: Thailand has Visakha Buja with merits; Laos includes Rocket Festival; Indonesia features Pradaksina at Borobudur; Nepal focuses on Lumbini and Swayambhu.",
    "monasteryInvolvement": "Yes, monks participate in rituals like Pindapata in Indonesia, chanting, and leading meditations, especially in temples and pagodas.",
    "image": "assets/saga_dawa.jpg"
  },
  {
    "name": "Sakewa (Sakela)",
    "mainTheme": "Prayer to nature for crops and harvest",
    "reasonsToCelebrate": "Celebrated for healthy crops, protection from natural calamities, and thanksgiving for harvest, honoring Bhumi dev, the Earth goddess.",
    "specialAspects": "Features Sakela dance, a ritual group dance in traditional attire with male and female leaders (Silimangpa and Silimangma) choreographing moves.",
    "whereFamous": "Eastern Nepal, Sikkim, Kalimpong, and Darjeeling regions, with performances noted in New Delhi during Indian Republic Day.",
    "scale": "Major",
    "location": "Eastern Nepal, Sikkim, Kalimpong, Darjeeling",
    "historicalSignificance": "Originated among Kirat Khambu Rais, reflecting shamanistic worship of nature, celebrated twice yearly as Ubhauli and Udhauli.",
    "culturalPractices": "Includes Sakela sili dance, religious services, family and relative meetings, performed during full moon days of Baisakh and Mangsir.",
    "scientificContext": "Tied to farming cycles, with Ubhauli marking the start (April–May) and Udhauli the harvest season (November–December).",
    "regionalVariations": "Called Sakela by Chamling, Sakewa or Sakenwa by Bantawas, Toshi by Thulungs; Sunuwar and Rai celebrate, while Yakkhas and Limbus have different festivals.",
    "monasteryInvolvement": "No",
    "image": "assets/sakewa.jpg"
  },
  {
    "name": "Tamu Lochar / Gurung New Year",
    "mainTheme": "Gurung New Year",
    "reasonsToCelebrate": "Marks the transition to a new year cycle, farewell to the old and welcome to the new, based on a 12-animal cycle.",
    "specialAspects": "Traditional dances like Ghatu and Chudka, songs like Thado Bhaka, prayer flags on stupas and homes, traditional attire, home-made Raksi served.",
    "whereFamous": "Key locations include Swayambhunath and Boudhanath in Nepal, not specifically mentioned in Sikkim.",
    "scale": "Community, observed as a public holiday in Nepal",
    "location": "Nepal, specifically around major Buddhist stupas like Swayambhunath and Boudhanath",
    "historicalSignificance": "Celebrated on the 15th day of Poush, part of Gurung tradition with 12-year animal cycles, origins not detailed.",
    "culturalPractices": "Gathering, singing traditional songs, performing dances, wearing traditional attire (bhangra, kachhad for men; ghalek, gunyo-cholo for women), placing prayer flags.",
    "scientificContext": "No specific astronomical or seasonal basis mentioned.",
    "regionalVariations": "Not detailed in the content.",
    "monasteryInvolvement": "Yes, prayer flags placed on major Buddhist stupas like Swayambhunath and Boudhanath.",
    "image": "assets/tamu_lhosar.jpg"
  },
  {
    "name": "Drupka Teshi (Drukpa Tshe-zi)",
    "mainTheme": "Buddha's first sermon",
    "reasonsToCelebrate": "Celebrates Lord Buddha's first preaching of the Four Noble Truths to his first five disciples at Sarnath.",
    "specialAspects": "Prayers and chantings all day; at Muguthang, includes traditional Yak Races and Sikkimese cuisine.",
    "whereFamous": "Deer Park in Gangtok and Muguthang in North Sikkim.",
    "scale": "Major for Buddhists",
    "location": "Gangtok and Muguthang, Sikkim",
    "historicalSignificance": "Commemorates a key event in Buddhist history, the first turning of the Wheel of Dharma.",
    "culturalPractices": "Ceremonial rites, prayers; Yak Races and local food at Muguthang.",
    "scientificContext": "Based on Tibetan lunar calendar.",
    "regionalVariations": "Celebrated across Buddhist regions with variations in activities.",
    "monasteryInvolvement": "Yes, held at monasteries and sacred sites.",
    "image": "assets/drukpa.jpg"
  },
  {
    "name": "Tendong Lho Rum Faat",
    "mainTheme": "Commemoration of salvation from deluge",
    "reasonsToCelebrate": "Honors Tendong Hill for saving Lepcha ancestors from a great flood, paying homage to the hill and ancestors.",
    "specialAspects": "Trek from Ravangla/Damthang to Tendong Hill, cultural carnival with performances and local cuisines.",
    "whereFamous": "Tendong Hill in Namchi, South Sikkim.",
    "scale": "Major for Lepcha community",
    "location": "Tendong Hill, Namchi, South Sikkim",
    "historicalSignificance": "Based on Lepcha mythology where the hill rose to save the tribe from a 40-day deluge.",
    "culturalPractices": "Prayers to Mount Tendong, building models of the hill at homes, rituals over three days.",
    "scientificContext": "No specific; tied to lunar calendar in July-August.",
    "regionalVariations": "Celebrated across Sikkim, grand carnival in Namchi.",
    "monasteryInvolvement": "No",
    "image": "assets/Tendong.jpg"
  },
  {
    "name": "Pang Lhabsol",
    "mainTheme": "Homage to guardian deity Kanchenjunga",
    "reasonsToCelebrate": "Offers respect to Mount Kanchenjunga as Sikkim's guardian deity; commemorates blood-brotherhood treaty between Lepchas and Bhutias.",
    "specialAspects": "Masked dances including Pangtoed warrior dance, jesters (Atchars) providing comic relief.",
    "whereFamous": "Tsuklakhang Monastery in Gangtok.",
    "scale": "Major",
    "location": "Various monasteries across Sikkim, especially Tsuklakhang Palace in Gangtok.",
    "historicalSignificance": "Originated in 13th century under Chogyal Chakdor Namgyal; roots in Lhatsun Chenpo's vision and Lepcha-Bhutia pact.",
    "culturalPractices": "Warrior dances, offerings; celebrated by Bhutias, Lepchas, Nepalis showcasing unity.",
    "scientificContext": "On 15th day of 7th Tibetan month, late August/early September.",
    "regionalVariations": "Unique to Sikkim; variations at different monasteries.",
    "monasteryInvolvement": "Yes, central to monastic performances.",
    "image": "assets/pang.jpg"
  },
  {
    "name": "Dasain / Durga Puja",
    "mainTheme": "Victory of good over evil",
    "reasonsToCelebrate": "Commemorates Durga's victory over Mahishasura, symbolizing the triumph of good over evil, celebrated over 15 days.",
    "specialAspects": "Includes Ghatasthapana with jamara sowing, Phulpati procession, Maha Navami sacrifices, Bijaya Dashami tika and jamara blessings, kite-flying, bamboo swings, and feasts.",
    "whereFamous": "Key locations include Kathmandu Durbar Square, Gorkha Palace, and Taleju Temple in Nepal; celebrated in Sikkim, particularly by Nepali-speaking communities.",
    "scale": "Major, national in Nepal, also significant in Sikkim and other regions",
    "location": "Nepal, Sikkim, West Bengal, Assam, South India, Sri Lanka, Bhutan, Myanmar",
    "historicalSignificance": "Originated from the Sanskrit Navaratri, celebrates Durga's victory, with traditions dating back centuries, including royal ceremonies at Hanuman Dhoka.",
    "culturalPractices": "Worship of Durga's nine forms, visiting Shakti Pithas, feasts, animal sacrifices, tika and jamara rituals, kite-flying, playing cards, and wearing new clothes.",
    "scientificContext": "Aligned with Ashvin or Kartika months, September to November, based on lunar calendar, no specific astronomical basis mentioned.",
    "regionalVariations": "In Bhutan, white tika used; in Myanmar, fewer animal sacrifices and less kite-flying; in India, red tika used, especially in Sikkim and Darjeeling.",
    "monasteryInvolvement": "No, no specific monastery involvement mentioned.",
    "image": "assets/dasain.jpg"
  },
  {
    "name": "Deepawali / Tihar (Diwali)",
    "mainTheme": "Festival of Lights and Animals",
    "reasonsToCelebrate": "Celebrates return of Lord Rama to Ayodhya; honors animals associated with Yama, goddess Lakshmi, and sibling bonds.",
    "specialAspects": "Five days: Kaag Tihar (crows), Kukur Tihar (dogs), Gai Tihar (cows, Lakshmi Puja), Govardhan Puja (cows), Bhai Tika (siblings); lighting diyo, fireworks, Deusi and Bhailo songs.",
    "whereFamous": "Celebrated statewide in Sikkim by Hindu communities.",
    "scale": "Major",
    "location": "All over Sikkim, Nepal, and Gorkha regions.",
    "historicalSignificance": "Analogous to Diwali; second biggest festival after Dashain; roots in Hindu mythology of Rama's return.",
    "culturalPractices": "Worship of crows, dogs, cows, self; lighting lamps, gambling, feasts; Bhai Tika strengthens family ties.",
    "scientificContext": "In dark half of Kartik month, October/November, lunar calendar.",
    "regionalVariations": "Known as Swanti by Newars, Deepawali by Madhesis; in Sikkim, follows Dasain by fortnight.",
    "monasteryInvolvement": "No",
    "image": "assets/diwali.jpg"
  },
  {
    "name": "Indra Jatra (Indrajatra)",
    "mainTheme": "Celebration of Indra and Kathmandu's founding",
    "reasonsToCelebrate": "Honors Lord Indra for rainfall and prosperity, commemorates Kathmandu's founding, and remembers deceased family members",
    "specialAspects": "Masked dances of deities and demons, chariot processions of Kumari, Ganesh, and Bhairava, displays of Bhairava masks with alcohol, and open-air theater",
    "whereFamous": "Kathmandu, Nepal, especially Kathmandu Durbar Square; also observed in some Terai districts",
    "scale": "Major",
    "location": "Kathmandu Durbar Square, Maru, Indra Chowk, Asan, and surrounding areas in Kathmandu",
    "historicalSignificance": "Started by King Gunakamadeva in the 10th century to commemorate Kathmandu's founding; Kumari Jatra began in mid-18th century during Jaya Prakash Malla's reign",
    "culturalPractices": "Chariot processions, masked dances (Pulu Kisi, Majipā Lākhey, Sawa Bhakku, Devi Pyakhan, Māhākāli Pyakhan), offerings of butter lamps, and exhibitions of Indraraj Dyah and Dasavatar",
    "scientificContext": "Celebrated at the retreat of the summer monsoon, aligning with blooming rice paddies",
    "regionalVariations": "Observed differently in Terai districts with local traditions, likely originating from the Lichhavi period",
    "monasteryInvolvement": "No",
    "image": "assets/indrajatra.jpg"
  },
  {
    "name": "Kagyed / Kagyat Dance",
    "mainTheme": "Triumph of good over evil",
    "reasonsToCelebrate": "Symbolizes destruction of evil forces, invoking blessings for health, prosperity, and harmony for the new year.",
    "specialAspects": "Masked Cham dances by lamas in ornate costumes, burning of effigies at conclusion.",
    "whereFamous": "Old Rumtek Monastery, Phodong Monastery, Tsuklakhang Palace in Sikkim.",
    "scale": "Major",
    "location": "Monasteries in Sikkim, especially Rumtek and Phodong.",
    "historicalSignificance": "Dates back to Guru Padmasambhava who performed it to vanquish demons; dedicated to eight tantric deities.",
    "culturalPractices": "Rigorous dances with swords, drums, horns; jesters for comic relief; performed before Losoong.",
    "scientificContext": "28-29th day of 10th Tibetan month, early December.",
    "regionalVariations": "Unique to Sikkim; variants in other Cham dances.",
    "monasteryInvolvement": "Yes, performed by monks at monasteries.",
    "image": "assets/Kagyed.jpg"
  },
  {
    "name": "Lhabab Duchen",
    "mainTheme": "Buddha's descent from the God's realm",
    "reasonsToCelebrate": "Commemorates Buddha's return to the human realm after teaching his mother and gods for three months in Indra's realm.",
    "specialAspects": "Buddha descended via a celestial ladder manifested by Indra and Brahma, surrounded by rainbows and celestial devotees, landing at Sankassa, India.",
    "whereFamous": "Celebrated in Tibet, Bhutan, Sikkim, and other Buddhist Asian countries, with specific mention in Sikkim.",
    "scale": "Major",
    "location": "Sankassa, India (historical descent site), widely observed in Buddhist regions including Sikkim.",
    "historicalSignificance": "Marks Buddha's ascent at age 45 to teach his mother, reborn in Indra's realm, and his return after three months, one of the Eight Great Events in Buddha's life.",
    "culturalPractices": "Engaging in virtuous activities and prayer, with effects of actions multiplied ten million times on this day.",
    "scientificContext": "Occurs on the 22nd day of the 9th Tibetan lunar month, linked to a full moon debate for Buddha's return.",
    "regionalVariations": "Corresponds to local calendars in countries like Sri Lanka (Vap Full Moon Poya), Thailand (Tak Bat Devo), Laos (Boun Suang Huea), and Myanmar (Thadingyut Festival).",
    "monasteryInvolvement": "Yes, part of Tibetan Buddhist tradition with emphasis on prayer and virtuous activities.",
    "image": "assets/dunchen.jpg"
  },
  {
    "name": "Enchey Chaam",
    "mainTheme": "Vibrant Cham dance festival",
    "reasonsToCelebrate": "Religious and cultural practices tied to Tibetan and Sikkimese New Year celebrations, focusing on inner reflection and spiritual enhancement.",
    "specialAspects": "Cham dances with masks representing deities like Mahakala and snow lions, performed in ornate robes.",
    "whereFamous": "Enchey Monastery in Gangtok, East Sikkim.",
    "scale": "Community and monastic",
    "location": "Enchey Monastery, 3 km northeast of Gangtok.",
    "historicalSignificance": "Monastery established in 1840s, rebuilt 1909; legends of Guru Padmasambhava subduing spirits.",
    "culturalPractices": "Annual ritual dances, fluttering prayer flags; includes Detor Cham and Singhe Chaam (every three years).",
    "scientificContext": "No specific.",
    "regionalVariations": "Includes Pang Lhabsol; specific to Enchey traditions.",
    "monasteryInvolvement": "Yes, central with 90 resident monks performing dances.",
    "image": "assets/enchey.jpg"
  },
  {
    "name": "Rumtek Chaams",
    "mainTheme": "Manifestations of Padmasambhava",
    "reasonsToCelebrate": "Celebrates episodes from Guru Padmasambhava's life, two days before Tibetan New Year.",
    "specialAspects": "Tse Chu Chaam dances representing eight manifestations of Padmasambhava.",
    "whereFamous": "Rumtek Monastery in Sikkim.",
    "scale": "Major monastic",
    "location": "Rumtek Monastery, East Sikkim.",
    "historicalSignificance": "Part of Trungkar Tsechu, birth anniversary of Guru Padmasambhava, patron saint of Sikkim.",
    "culturalPractices": "Processions and Chaams depicting Guru's life; performed on 10th day of 5th Tibetan month.",
    "scientificContext": "Tied to Tibetan lunar calendar.",
    "regionalVariations": "Specific to Rumtek; similar to other monastery Chaams.",
    "monasteryInvolvement": "Yes, performed at Rumtek Monastery.",
    "image": "assets/rumtak.jpg"
  },
  {
    "name": "Losoong / Namsoong",
    "mainTheme": "Sikkimese New Year",
    "reasonsToCelebrate": "Marks the Lepcha and Bhutia New Year, rejoicing harvest and beginning of new cycle.",
    "specialAspects": "Rituals of gratitude, offerings to water spirits (Nāga), smoke offerings; decorations like sheep's heads from butter.",
    "whereFamous": "Sikkim, among Lepcha and Bhutia communities.",
    "scale": "Major",
    "location": "Statewide in Sikkim.",
    "historicalSignificance": "Predates Buddhism, roots in Bon incense-burning and harvest festivals from 317-398 CE.",
    "culturalPractices": "Home cleaning, decorating, burning incense (cedar, rhododendron, juniper), special foods like kapse and chang, settling debts, new clothes.",
    "scientificContext": "Lunisolar Tibetan calendar, December/January.",
    "regionalVariations": "Namsoong for Lepchas; coincides with Losar variations.",
    "monasteryInvolvement": "Yes, ceremonies at monasteries like Namgyal.",
    "image": "assets/losoong.jpg"
  },
  {
    "name": "Holi",
    "mainTheme": "Festival of Colours, Love, and Spring",
    "reasonsToCelebrate": "Celebrates eternal love of Radha and Krishna, triumph of good over evil, arrival of spring, and good spring harvests.",
    "specialAspects": "Holika Dahan bonfire night before, playing with coloured powder and water, dancing, singing, and festival delicacies.",
    "whereFamous": "Mathura, Vrindavan, Barsana in India; Kathmandu, Narayangarh, Pokhara in Nepal; celebrated in Sikkim by Hindu communities.",
    "scale": "Major, celebrated nationwide in India and Nepal.",
    "location": "Indian subcontinent, particularly North India and Nepal; statewide in Sikkim.",
    "historicalSignificance": "Ancient Hindu festival mentioned in Puranas and 7th-century Ratnavali, emerged before Gupta period, celebrated for centuries.",
    "culturalPractices": "Lighting bonfires, throwing coloured powders and water, singing, dancing, visiting friends, serving delicacies like gujiya and thandai, forgiving debts.",
    "scientificContext": "Celebrated on Phalguna Purnima, marking spring and end of winter, based on Hindu lunisolar calendar.",
    "regionalVariations": "Known as Phagu Purnima in Nepal, Dol Jatra in Bengal, Phakua in Assam, Lathmar Holi in Barsana, with variations in rituals and duration.",
    "monasteryInvolvement": "No, not mentioned in monastery contexts.",
    "image": "assets/holi.jpg"
  },
  {
    "name": "Ram Navami / Chaite Dasain",
    "mainTheme": "Birth of Lord Rama",
    "reasonsToCelebrate": "Celebrates the birth of Rama, seventh avatar of Vishnu, symbolizing righteousness and virtue.",
    "specialAspects": "Includes fasting, puja, Ramayana recitations, chariot processions, charitable events, and community meals; Surya Tilak at Ayodhya's Ram Temple.",
    "whereFamous": "Ayodhya (Uttar Pradesh), Rameswaram (Tamil Nadu), Bhadrachalam (Telangana), Sitamarhi (Bihar); in Nepal, Janaki Temple in Janakpur; celebrated in Sikkim.",
    "scale": "Major",
    "location": "Celebrated across India and Nepal, key sites include Ayodhya and Janakpur; statewide in Sikkim.",
    "historicalSignificance": "Originated from the birth of Rama to King Dasharatha and Queen Kausalya in Ayodhya, as per Ramayana and Mahabharata.",
    "culturalPractices": "Involves puja, vrata, bhajan, reading Ramayana, Ramlila performances, and wedding processions of Rama and Sita; in Karnataka, free panaka distribution and music festivals.",
    "scientificContext": "Falls on the ninth day of the bright half of Chaitra (March–April), based on the lunar calendar.",
    "regionalVariations": "Varies across India; Karnataka has panaka and music festivals, eastern states link to Jagannath Ratha Yatra preparations; Nepal incorporates Mithila culture at Janakpur.",
    "monasteryInvolvement": "No, not mentioned in the context of monasteries.",
    "image": "assets/ram.jpg"
  },
  {
    "name": "International Flower & Garden Festival",
    "mainTheme": "Showcase of floral diversity",
    "reasonsToCelebrate": "Highlights Sikkim's rich flora during peak flowering season, promoting tourism and horticulture.",
    "specialAspects": "Exhibits of orchids, gladioli, roses, cacti, alpine plants; seminars, lectures, food festival with Sikkimese delicacies.",
    "whereFamous": "Gangtok, Sikkim.",
    "scale": "Major tourist event",
    "location": "Gangtok, during March-May.",
    "historicalSignificance": "Annual event showcasing over 600 orchid species, 240 trees, 150 gladioli varieties native to Sikkim.",
    "culturalPractices": "Competitions, displays, expert talks; attracts visitors from across India.",
    "scientificContext": "Held in spring, peak bloom time.",
    "regionalVariations": "Focused on Sikkim's biodiversity.",
    "monasteryInvolvement": "No",
    "image": "assets/flower.jpg"
  },
  {
    "name": "Mangan Music Festival",
    "mainTheme": "Celebration of music and culture",
    "reasonsToCelebrate": "Promotes Sikkim's musical heritage, local talent, and cultural diversity through performances and interactions.",
    "specialAspects": "Live music by local and national artists, traditional dances, handicrafts display, food festival.",
    "whereFamous": "Mangan, North Sikkim.",
    "scale": "Major",
    "location": "Mangan, three days in December.",
    "historicalSignificance": "Annual event organized by Sikkim Tourism, featuring Northeast bands.",
    "culturalPractices": "Performances of folk and contemporary music, cultural shows, cuisine tasting.",
    "scientificContext": "No specific.",
    "regionalVariations": "Includes bands from Northeast region.",
    "monasteryInvolvement": "No",
    "image": "assets/music.jpg"
  },
  {
    "name": "Khangchendzonga Festival / Tourist Festival",
    "mainTheme": "Tribute to guardian deity and tourism promotion",
    "reasonsToCelebrate": "Honors Mount Khangchendzonga; showcases adventure and cultural activities.",
    "specialAspects": "White-water rafting, kayaking, mountain biking, traditional sports, trekking.",
    "whereFamous": "Pelling, West Sikkim.",
    "scale": "Major tourist festival",
    "location": "Pelling, 24-26 December.",
    "historicalSignificance": "Celebrates Sikkim's guardian deity; promotes eco-tourism.",
    "culturalPractices": "Adventure sports, cultural events, local performances.",
    "scientificContext": "Winter festival.",
    "regionalVariations": "Unique to Sikkim.",
    "monasteryInvolvement": "No",
    "image": "assets/khang.jpg"
  }
]